src/main/resources/soap12/GetDMCVersion.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:ecm="http://ecircle.com/developer/ecmapi"
>
 <soapenv:Header/>
 <soapenv:Body>
  <ecm:systemGetEcmVersion />
 </soapenv:Body>
</soapenv:Envelope>